[{
    "name": "Hoa Binh resort",
    "details": "One of the 4-star resort of Rach Gia city. With a large space, fresh and wonderful climate, delicious meals throughout the day with lots of activities for your whole family, fully equipped rooms, swimming pool services, restaurants, massage, and so on. All combined will create a pleasant feeling during your stay here.",
    "img-path": "z"
}, {
    "name": "Rach Gia pier",
    "details": "Rach Gia pier is a tourist destination to take beautiful photos in Rach Gia every sunset. At sunset, the whole Rach Gia pier area is covered with a beautiful light yellow color.. If you walk on the bridges on the pier at this time, you will see a romantic and poetic seaside pier scene. If you are observant, you can also find yourself beautiful photos for your Rach Gia and Kien Giang travel photos.",
    "img-path": "z"
}, {
    "name": "Kien Giang museum",
    "details": "The Rach Gia people often say \"This is the house of the landlord Nhue\", because the owner of the house is now Tran Nhue who gave birth to Tran Quang Chieu. This is the oldest and most beautiful house left in this city. With a unique architecture combining Eastern and Western cultures, looking at the house, visitors will feel like they are lost in a French-style villa. The highlight of this house is the decorative patterns and sharp lines with the ingenuity of the artisans. Inside the house, precious wooden furniture and many other artifacts are displayed, creating a splendid and luxurious beauty for the house.",
    "img-path": "z"
}, {
    "name": "Kien Giang museum",
    "details": "The Rach Gia people often say \"This is the house of the landlord Nhue\", because the owner of the house is now Tran Nhue who gave birth to Tran Quang Chieu. This is the oldest and most beautiful house left in this city. With a unique architecture combining Eastern and Western cultures, looking at the house, visitors will feel like they are lost in a French-style villa. The highlight of this house is the decorative patterns and sharp lines with the ingenuity of the artisans. Inside the house, precious wooden furniture and many other artifacts are displayed, creating a splendid and luxurious beauty for the house.",
    "img-path": "z"
}, {
    "name": "Phu Cuong urban area",
    "details": "Phu Cuong urban area was built on the sea encroachment area No. 4 and No. 5 in Rach Gia city. Tourists like to visit and take pictures in Phu Cuong urban area because the space inside the urban area is as beautiful as the ones in the West. The townhouses in Phu Cuong urban area are built in a very beautiful European classical style. In Phu Cuong urban area, every street, every sidewalk, neighborhood... can become the background for beautiful check-in photos. Not only beautiful streets, Phu Cuong urban area also owns many of the most famous Café locations in Rach Gia city such as Sophia Café located in the center of the urban area or Atelier Café 68 located on 3/2 street.",
    "img-path": "z"
}]